v2_TSEP/hx_sweep/LN2_3bar_Re5000/0/k
FoamFile { version 2.0; format ascii; class volScalarField; object k; }
dimensions [0 2 -2 0 0 0 0];
internalField uniform 3.836799e-05;
boundaryField
{
    inlet          { type fixedValue; value uniform 3.836799e-05; }
    outlet         { type inletOutlet; inletValue uniform 3.836799e-05; value uniform 3.836799e-05; }
    heatedWall     { type kqRWallFunction; value uniform 3.836799e-05; }
    adiabaticWalls { type kqRWallFunction; value uniform 3.836799e-05; }
}
